{
  "SECTIONS": [
    {
      "containerId": "research-projects",
      "items": [
        {
          "title": "Optical characterization and numerical analysis of microalgae and microplastics using 405 nm fluorescence LiDAR system in Surface waters",
          "authors": "Project Leader: Prof. Jumar Cadondon",
          "dates": "September 2023 - December 2024",
          "link": ""
        }
        ,{
          "title": "Design and Development of MAgneticAlly-Coupled Linear Generator ON-shore (MAALON) Wave Energy –",
          "authors": "Project Leader: Prof. Perry Neil Fernandez",
          "dates": "January 1, 2022 – June 30, 2023",
          "link": ""
        }
        ,{
          "title": "Proposal for the Automation of Academic Processes in the University of the Philippines Visayas",
          "authors": "Project Leader: Prof. Nilo Araneta",
          "dates": "November 6, 2023 – March 31, 2024",
          "link": ""
        }
        ,{
          "title": "Upgrading of DILG-UPV MIS for Western Visayas",
          "authors": "Project Leader: Prof. Nilo Araneta",
          "dates": "April 1, 2021 to January 31, 2022",
          "link": ""
        }
        ,{
          "title": "Telecommuting Preferences of Government Workers in the Philippines",
          "authors": "Project Member: Dr. Jhoanne Marsh Gatpatan",
          "dates": "October 1, 2020 – June 30, 2022",
          "link": ""
        }
        ,{
          "title": "Design And Development Of In-Situ Water Quality Monitoring In Application To Coastal Management And Monitoring In Panay Island",
          "authors": "Project Leader: Prof. Perry Neil Fernandez",
          "dates": "February 2020 – February 2022",
          "link": ""
        }
        ,{
          "title": "Development of a Portable Optical Coherence Tomography System for the Evaluation of Human Skin Analogues",
          "authors": "Project Member: Prof. Jumar Cadondon",
          "dates": "January 2018 – December 2023",
          "link": ""
        }
        ,{
          "title": "Landslide Monitoring Research in Barotac Viejo, Iloilo",
          "authors": "Project Leader: Prof. Donna Gabor",
          "dates": "Ongoing",
          "link": ""
        }
        ,{
          "title": "Application for Automated System in Microplastic Tracking (PLASTIK)",
          "authors": "Project Leader: Mr. Reilly Bautista",
          "dates": "Ongoing",
          "link": ""
        }
      ]
    },
    {
      "containerId": "publications",
      "items": [
        {
          "title": "Seasonal growth, carrageenan properties, and resistance to disease and epiphytic pests between Kappaphycus alvarezii (Rhodophyta) var. tambalang (brown) tissue‑cultured and arm‑sourced seaweeds",
          "citation": "Faisan Jr., J., Samsom, E.J., Sollesta-Pitogo, H., Dayrit, R., Balinas, V., de la Peña, L. (2024). [title] <em>Journal of Applied Phycology. Vol. 36:pages 1377–1389</em>"
        },
        {
          "title": " Transmittance Properties of Healthy and Infected Coffee Robusta Leaves with Coffee Leaf Miner (CLM) Pests.",
          "citation": "Bulan, J.; Cadondon, J.; Lesidan, J.R.; Vallar, E.; Galvez, M.C. (2023). [title] <em>Eng. Proc. 2023, 56, 9.</em>",
          "link": "https://doi.org/10.3390/ASEC2023-15235"
        }
      ]
    },
    {
      "containerId": "conferences-oral",
      "items": [
        {
          "title": "Characterization of porcine skin using a portable time-domain optical coherence tomography system, 10th International Electronic Conference on Sensors and Applications",
          "citation": "M.C. Galvez, J. Cadondon, P. Mandia, E. Vallar, E. Macalalad, T. Shiina, [title], Oral Presentation (November 15-30, 2023)"
        }
        ,{
          "title": "Transmittance Properties of Healthy and Infected Coffee Robusta Leaves with Coffee Leaf Miner (CLM) Pests",
          "citation": "J. Bulan, J. Cadondon, J. R. Lesidan, E.A. Vallar. (2023). [title], 4th International Electronic Conference on Applied Sciences, Oral Presentation (27 October – 10 November 2023)"
        }
        ,{
          "title": "Characterization of porcine skin using a portable time-domain optical coherence tomography system",
          "citation": "M.C. Galvez, J. Cadondon, P. Mandia, E. Vallar, E. Macalalad, T. Shiina, [title], 10th International Electronic Conference on Sensors and Applications Oral Presentation (November 15-30, 2023)"
        }
        ,{
          "title": "Algal Organic Matter Fluorescence Analysis of Chlorella sp. for Biomass Estimation,",
          "citation": "J. Cadondon, J.R. Lesidan, J. Bulan, E. Vallar, T. Shiina, M.C. Galvez, [title] 10th International Electronic Conference on Sensors and Applications, Oral Presentation (November 15-30, 2023)"
        }
        ,{
          "title": "Realtime Chlorophyll-a Pigment Monitoring of Blue-green Algae Using 385-nm Pulsed LED Fluorescence LiDAR System,",
          "citation": "J.G. Cadondon, E.A. Vallar, T. Shiina, M.C. Galvez, [title] , 12th Asia-Pacific Laser Symposium (APLS2023), Hakodate, Japan, Sep 4-7, 2023"
        } 
        ,{
          "title": "In-Situ Optical-Based Sensing of Chlorophyll-a for Water Quality Monitoring and Fish Catch Optimization,",
          "citation": "M. Merciales, J. Cadondon. [title] ICFAS 7 2023, Oral Presentation (October 18-20, 2023)"
        }
        ,{
          "title": " Impact of Human Settlement to Water Quality Parameters in Manila Bay and Its tributaries, Philippines,",
          "citation": "J. Bulan, J. Cadondon, F.J. Roque, J. Jao, M.C. Galvez, E. Vallar [title] International Conference on Fisheries and Aquatic Sciences (ICFAS 7) 2023"
        }
        ,{
          "title": "Health and Economic Benefits of Fisherfolk Population by Reductions in PM2.5 Emissions: A Comparative Study Between Navotas City, Bohol, and Davao Del Sur, ",
          "citation": "J.R. Lesidan, N.G. Caido, F. J. Roque, J. Cadondon, M.C. Galvez, O. Rempillo, E. Vallar [title] ICFAS 7 2023, Oral Presentation (October 18-20, 2023)"
        }
        ,{
          "title": "Health and Economic Benefits of Fisherfolk Population by Reductions in PM2.5 Emissions: A Comparative Study Between Navotas City, Bohol, and Davao Del Sur, ",
          "citation": "J.R. Lesidan, N.G. Caido, F. J. Roque, J. Cadondon, M.C. Galvez, O. Rempillo, E. Vallar [title] ICFAS 7 2023, Oral Presentation (October 18-20, 2023)"
        }
        ,{
          "title": "A Hybrid TDNNHMM Automatic Speech Recognizer for Filipino Children’s Speech ",
          "citation": "Ing, J.A., Pascual, R., Dimzon, F., [title] 4th IEEE International Conference on Artificial Intelligence in Engineering and Technology (IICAIET 2022) Kota Kinabalu, Sabah, Malaysia ",
          "link": "http://iicaiet.ieeesabah.org/"
        }
        ,{
          "title": "Multispectral-Based Imagind and Machine Learning for Noninvasive Blood Loss Estimation,",
          "citation": "Ambita, A.A., David, L., Ferrer, C., Co, C., Naval, P [title]  16th Asian Conference on Computer Vision, 4-8 December 2022, Macau, China."
        }
        ,{
          "title": "Stress-Strain Distribution of a Thin Circular Mooney-Rivlin Membrane with Hole, Composed of Two Annuli, Subjected to External Radial Force,",
          "citation": "Olivares, M. [title]  2nd International Conference on Arts and Sciences,17-18, November 2022 via Zoom."
        }
        ,{
          "title": "Stress Redistribution in a Circular Mooney-Rivlin Membrane, Composed of Two Circular Regions with a Circular Hole, Subjected to Stretching at the Boundary,",
          "citation": "Olivares, M. [title]  2022 MSP Region VII Research Congress and Convention, University of San Carlos, Dec 2 and 9, 2022."
        }
        ,{
          "title": "Predicting Google Play Store App Ratings Based on Text Analysis of User Reviews",
          "citation": "Pamplona, D.D., [title]  PSAI6 Statistics Congress, 25 November 2022, via Zoom."
        }
        ,{
          "title": "Algal Organic matter Measurements of Spirulina using UV-Vis Absorbance and Fluoresence Spectroscopy",
          "citation": "Cadondon, J.G., Vallar, E.A., Shiina, T., Galvez, M.C.D [title] 6th International Conference on Climate Change 2022 Virtual Conference, 17-18 February 2022."
        }
        ,{
          "title": "Correlation of Water Quality, UV-Vis absorbance, and fluoresence measurements of Laguna rivers during dry season,",
          "citation": "Cadondon, J. [title] 6th International Conference on Climate Change 2022 Virtual Conference, 17-18 February 2022."
        }
        ,{
          "title": "Exploring Google Play Store App Reviews and Data. In session Data Revolution: Big Data, Non-Official Data, Citizen-Generated Data, Big Earth Data, and Data Analytics,",
          "citation": "Pamplona, D.D., [title] 15th National Convention of Statistics October 3-5, 2022 at Crowne Plaza Ortigas"
        }
        ,{
          "title": "Exploring The Potential Of Harnessing Wave Energy In Small Remote Islands",
          "citation": "Fernandez, P.N., Fernandez, E.G., Cadondon, J., Mabunay, J.G., Subade, R., Largo, F. [title] 15th National Convention of Statistics October 3-5, 2022 at Crowne Plaza Ortigas2022 EEPSEA Annual Conference, 1-2 December 2022."
        }
        ,{
          "title": "Applying Moving-Average Savitisky-Golay Smoothing Functions and Multiple Linear Regression in Modelling Water Quality Parameters,",
          "citation": "Fernandez, E.G.B., Fernandez, P.N.J., Cadondon, J.G. Subade, R. F. [title] 2022 Visayas Regional Scientific Meeting - Digital Scientific Poster Session, 28-29 April 2022"
        }
        ,{
          "title": "Romeric Pobre, Arunas Krotkus4, Terahertz Helical Antenna from Vegetable Celery, ",
          "citation": "Carlito Jr. Salonga Ponseca, Jr., Francis Dela Cruz, Perry Neil Fernandez,  [title] European Optical Society (EOSAM) 2022 conference, 12-16 September 2022."
        }
      ]
    },
    {
      "containerId": "conferences-poster",
      "items": [
        {
          "title": "Two-Tired to Travel: The Implementation of Graph Theory in Creating an Efficient Bike Lane Across Iloilo City Proper",
          "citation": "Jamindang, R.J., Agregado, J. [title] during the Mathematical Society of the Philippines Annual Convention, UP Tacloban College, (31 May 2024)"
        }
        ,{
          "title": "An Analysis of the Dynamics of COVID-19 in Iloilo using SIRD-based Absorbing Markov Chains during the Mathematical Society of the Philippines Annual Convention",
          "citation": "Maybay, H., Ilustre, J.M., Geonanga, A.A., Castor, K.C., Tampos, A. [title], University of the Philippines Tacloban College, (31 May 2024)"
        }
        ,{
          "title": "LP-based FFO Algorithm: An Approach to Minimizing Costs of Nile Tilapia Feed",
          "citation": "Delarmente, E., Galicia, G.D., [title] during the Mathematical Society of the Philippines Annual Convention, University of the Philippines Tacloban College, (31 May 2024) "
        }
        ,{
          "title": "Application of Unmanned Aerial Vehicles (UAVs) and Image Segmentation in the Monitoring of Algal Ecosystems,",
          "citation": "S. Pe, J. Cadondon, J. Jao, J. Bulan, F.J. Roque, M.C. Galvez, E. Vallar [title] ICFAS 7 2023, Poster Presentation (October 18-20, 2023)"
        }     
        ,{
          "title": "Land Use and Land Cover Influence on Aerosol Optical Depth and Land Surface Temperature in Coastal Areas in the Philippines in 2020,",
          "citation": "N.G. Caido, M.C. Galvez, O. Rempillo, P.M. Ong, J. Cadondon, E. Vallar [title] ICFAS 7 2023, Poster Presentation (October 18-20, 2023)"
        }
        ,{
          "title": " In-situ Optical Measurement of Bamboo Leaf Health Status Using 1310-nm TD-OCT System,",
          "citation": "J.G. Cadondon, H. Halapit, E.A. Vallar, T. Shiina, M.C. Galvez [title] 12th Asia-Pacific Laser Symposium (APLS2023), Hakodate, Japan, (Sep 4-7, 2023)"
        }
        ,{
          "title": "Energy System Simulation Analysis for On-Shore Wave Energy Converter in Remote Islands,",
          "citation": "Fernandez, P.N., Fernandez, E.G., Cadondon, J., Mabunay, J.G., Subade, R., Largo, F [title] The International Society for Ecological Modelling Global Conference 2023 (ISEM), (2-6 May 2023)."
        }
        ,{
          "title": "Forecasting HIV Cases in Western Visayas Using Google Trends Data,",
          "citation": "Pamplona, D.D [title] Student-Faculty Conference (SFCon) on Statistical Sciences 2023. UP Los Banos, Laguna. (16 October 2023)"
        }
        ,{
          "title": " Tracing Virus-like Nanoparticle Behavior in Electrostatic Fields for Facemask Air Filtration Analysis,",
          "citation": "Fernandez, P.N.J., Dela Cruz, F.S., Esmeria Jr., J.M., Oyong, G.G [title] INTERNATIONAL CONFERENCE ON BIOMEDICAL ENGINEERING (ICoBE 2023), (4-5 September 2023)"
        }
        ,{
          "title": "Exploring Parameters for Water Quality Monitoring using Principal Component Analysis,",
          "citation": "Fernandez, P.N., Fernandez, E.G. [title]  ICFAS 7, 18-20 October 2023."
        }
        ,{
          "title": "Effects of Soil Textures and Soil WaterHolding Capacity on Landslides: A Case Study on Landslide Monitoring in the Province of Iloilo, ",
          "citation": "Gabor, D.H., [title]  International Conference on Management, Education and Emerging Technology, 11-12 April 11-12 2023, Manila Philippines"
        }
        ,{
          "title": "Development of In-Situ Water Quality Monitoring for Coastal Management, ",
          "citation": "Fernandez, E.G.B., Fernandez, P.N.J., Cadondon, J.G., Subade, R.F [title] Enercon 2022 THE 3RD INTERNATIONAL CONFERENCE ON ENERGY AND ENVIRONMENTAL ECONOMICS, (28-29 July 2022)"
        }
        ,{
          "title": "First-principles calculation of carbon dioxide adsorption on nickel-decorated graphene, ",
          "citation": "Bautista, R., Rojas, K.I., Ducut, M.R., Arboleda, N., [title] , 23rd National Physics Conference of Samahang Pisika ng Visayas at Mindanao (SPVM). October 16, 23, and 30, 2021"
        }
        ,{
          "title": "Effect of Cu-doping at the Mo-site on electronic properties of monolayer MoS2: A density functional theory study ",
          "citation": "Bautista, R.V., [title] 23rd National Physics Conference of Samahang Pisika ng Visayas at Mindanao (SPVM). October 16, 23, and 30, 2021"
        }
        ,{
          "title": "Chlorophyll-a Pigment Measurements of  Chlamydomonas reinhardtii using Portable Pulsed LED LiDAR System,",
          "citation": "Cadondon, J., Vallar, E., Shiina, T., Galvez, M.C.D., [title] International Conference on Technologies for Smart Green Connected Society, 29- 30 November 2021."
        }
        ,{
          "title": "Study of electrostatic field responses of locally marketed face masks in the Philippines, ",
          "citation": "Esmeria Jr., J.M., Fernandez, P.N.J., Oyong, G.G. [title] 5th International Conference on Biomedical Engineering (ICoBE2021), 14-15 September 2021."
        }
        ,{
          "title": "Using a Low-Cost Green Light Emitting Diode to Measure Total Suspended Solids in a Marine Protected Area of the Philippines, ",
          "citation": "Fernandez, P.N.J. [title] ICFAS 6 & AFSSRN F1, 24-26 November 2021."
        }
      ]
    }
  ]
}
